#+TITLE: My First Org File
#+AUTHOR: Acolyte Initiate Name Here
#+DATE: 2023-01-05

#+OPTIONS: tasks:nil


* A Heading
Some basic text here
* DONE task here
* PROJ task here

** A Subheading

*** TODO write a better example

*** An example below
#+BEGIN_SRC python :results output :exports both
print("Hello DC864")
x = 3
y = 4
z = x + y
print("x + y = " + str(z))
#+END_SRC

#+RESULTS:
: Hello DC864
: x + y = 7

